Repository: asentwo/myShowGuideRefactored
Catalog: MyShowGuideRefactored/*/MyShowGuideSpanish/MyShowGuide2/*.xliff
Languages: es

# 0Jd-D1-WNI.placeholder
source: password
es: contraseña

# 6KK-OX-oA6.text
source: Details
es: Detalles

# 9I4-Pb-WxJ.text
source: Photos
es: Fotos

# Ahe-id-4dm.title
source: Favorites
es: Favoritos

# EtT-wf-b0q.text
source: Sign In
es: Registrarse

# G4y-1a-FH4.text
source: Cast
es: Reparto de Televisión

# Iwa-xX-YCy.text
source: Username:
es: Nombre de Usuario:

# Kck-i6-mX2.text
source: Synopsis
es: Sinopsis

# Mmq-sP-bmq.placeholder
source: Search shows here...
es: Búsqueda muestra aquí...

# QeK-I0-HT2.text
source: Confirm Password:
es: Confirmar Contraseña:

# SsO-WN-meo.text
source: Explore
es: Explorar

# TCg-Lj-LdO.title
source: Favorites
es: Favoritos

# WAg-iV-U8u.text
source: Network:
es: Canal:

# WPg-lx-uTX.placeholder
source: Search channels here...
es: Buscar canales de aquí...

# Ztv-dX-wCM.normalTitle
source: Create Account
es: Crear una Cuenta

# bx6-dL-z4X.placeholder
source: name@domain.com
es: nombre@dominio.com

# cJi-Ks-uvq.text
source: Email Address:
es: Dirección de Correo Electrónico:

# cOj-BY-pKt.text
source: Password:
es: Contraseña:

# cSO-DX-M5u.text
source: Welcome To My Show Guide!
es: Bienvenido a Mi Guía de los Shows !

# eHJ-nn-R7d.text
source: Password:
es: Contraseña:

# eWm-PM-mb5.placeholder
source: password
es: contraseña

# gg2-pt-iNv.text
source: First Aired:
es: Fecha de Inicio:

# nRd-8x-Jpz.text
source: Character:
es: Personaje:

# qxl-F7-nw5.normalTitle
source: Sign Up
es: Regístrate

# tpd-fm-evO.text
source: Rating:
es: Clasificación:

# uJz-SE-Qon.text
source: Name:
es: Nombre:

# ugf-Ev-CMf.placeholder
source: password
es: contraseña

# uhJ-iV-eUC.title
source: Back
es: Espalda

# wPK-Eu-dg8.normalTitle
source: Login
es: Iniciar Sesión

# yVb-ex-VNy.placeholder
source: name@domain.com
es: nombre@dominio.com

# zMg-XD-9Cm.text
source: Or
es: O

source: Account created!
es: ¡Cuenta creada!

source: Account not found, please register
es: Cuenta no encontrada , por favor regístrese

source: Connecting to website...
es: Conexión a la página web...

source: Creating account..
es: Creando cuenta..

source: Error, please email us at MyShowGuideRefactored@gmail.com
es: Error, por favor envíenos un email a MyShowGuideRefactored@gmail.com .

source: Logging you in..
es: Conectarse a su cuenta..

source: Login or password is missing
es: Usuario o contraseña no se encuentra

source: Must sign up for an account to save favorite shows.
es: Debe registrarse para obtener una cuenta para guardar programas favoritos.

source: Password is required
es: Se requiere contraseña

source: Passwords don't match!
es: Las contraseñas no coinciden !

source: Retrieving your channels..
es: Recuperación de los canales ...

source: Retrieving your show info...
es: Recuperando su show información...

source: Retrieving your shows...
es: Recuperando sus programas...

source: Sorry
es: Lo siento

source: Success!
es: ¡Éxito!

source: The email address is in the wrong format
es: La dirección de correo electrónico no está en el formato correcto

source: There are no saved shows.
es: No hay espectáculos guardados.

source: There was a connection error. Please restart app.
es: Hubo un error de conexión . Por favor, reinicie la aplicación.

source: There was a connection error. Please try again.
es: Hubo un error de conexión . Por favor, inténtelo de nuevo.

source: Unable to login, incorrect password
es: No se puede iniciar sesión, contraseña incorrecta

source: Unable to login, user is locked out due to too many failed login attempts
es: No se puede iniciar sesión , el usuario está bloqueada debido a demasiados intentos de acceso fallidos

source: Unable to register user, user already exists
es: No se puede registrar el usuario, el usuario ya existe

source: Unable to send email confirmation - user account with the email cannot be found
es: No se puede enviar correo electrónico de confirmación - cuenta de usuario con el correo electrónico no se puede encontrar

source: Unable to update user, required fields are empty
es: No se puede actualizar el usuario , los campos obligatorios están vacíos

source: User account is disabled
es: La cuenta de usuario está deshabilitada

source: User cannot be logged in
es: El usuario no puede iniciar sesión en

source: User is already logged in
es: El usuario ya está conectado

source: User is already logged in from another device
es: El usuario ya está conectado desde otro dispositivo

source: Whoops!
es: Los chillidos?

source: Whoops?
es: Los chillidos?

source: You've reached the maximum amount of shows that can be saved.
es: Que haya alcanzado la máxima cantidad de espectáculos que se pueden guardar.
